/* Format for the quantity/count that is appended to the title of some cells. */
"CellTitleQuantitySecondaryLabelFormat" = "× %@";

/* This describes the title for screen reader of CQSohoNumericKeyboardContentViewABCButtonTitle~iphone. */
"CQSohoNumericKeyboardContentViewABCButtonAccessibilityLabel~iphone" = "ABC";

/* This is the label shown to the user when he can switch between different keyboard types (alphabetic vs numeric), for example when entering the ZIP code for a card-not present payment. */
"CQSohoNumericKeyboardContentViewABCButtonTitle~iphone" = "ABC";

/* This describes the title for screen reader of CQSohoNumericKeyboardContentViewDecimalButtonTitle~iphone. */
"CQSohoNumericKeyboardContentViewDecimalButtonAccessibilityLabel~iphone" = "Decimal";

/* The decimal symbol to use on the numeric keyboard. */
"CQSohoNumericKeyboardContentViewDecimalButtonTitle~iphone" = ".";

/* Placeholder text for field where the user enters their email address in order to receive a receipt. */
"CustomerFacing.EmailReceiptFocusedPlaceholder" = "Email Address";

/* Placeholder text for field where the user enters their email address in order to receive a receipt. */
"CustomerFacing.EmailReceiptUnfocusedPlaceholder" = "Email Receipt";

/* 14 Days cell title for due date upon receipt. */
"DatePicker14DaysCellTitle" = "14 Days";

/* 30 Days cell title for due date upon receipt. */
"DatePicker30DaysCellTitle" = "30 Days";

/* 7 Days cell title for due date upon receipt. */
"DatePicker7DaysCellTitle" = "7 Days";

/* Custom cell title for due date upon receipt. */
"DatePickerCustomDateCellTitle" = "Custom";

/* End Of Month cell title for due date upon receipt. */
"DatePickerEndOfMonthCellTitle" = "End of Month";

/* Default title for table footer button to confirm deletion. */
"DefaultConfirmDeleteButtonTitle" = "Confirm Delete";

/* Information spoken to the user with VoiceOver enabled when someone focuses a highlight control that is currently checked and supports multiple selections. */
"HighlightTableViewCellSelectedEnabledAccessibilityHint" = "Double tap to deselect";

/* Information spoken to the user with VoiceOver enabled when someone focuses a highlight control that is currently not checked or disabled. */
"HighlightTableViewCellUnselectedEnabledAccessibilityHint" = "Double tap to select";

/* Displayed on a numeric badge when the count exceeds the maximum value. */
"MaximumDisplayedNumericBadgeQuantity" = "•••";

/* Return key title on the keyboard for the cash field on the 'Payment Details' view. */
"MoneyFieldTenderButtonTitle" = "Tender";

/* Default unfocused placeholder for the cash screen. */
"MoneyFieldUnfocusedPlaceholder" = "Other Amount";

/* This is the accessibility label for the first part of a cancel confirm button, which is an 'X' glyph. */
"MQPadThemeCancelButtonAccessibilityLabel" = "Cancel";

/* The title displayed in the navigation bar when the Choose Photo view is visible. */
"MQPhotoAlbumPhotoPickerViewControllerTitle" = "Choose Photo";

/* The title of the done button in the scale and crop photo view controller. */
"MQPhotoScaleAndCropViewControllerDoneButtonTitle" = "Done Cropping";

/* The title displayed in the navigation bar when cropping a photo in the item editing flow. */
"MQPhotoScaleAndCropViewControllerTitle" = "Crop Photo";

/* The title of the button in the Public Profile business logo picker which shows the camera interface. */
"MQPhotoTakeOrPickViewControllerButtonTitle" = "Take Photo";

/* The title of the Public Profile business logo photo picker. */
"MQPhotoTakeOrPickViewControllerTitle" = "Photos";

/* The main logotype text for the app */
"MQPointOfSaleLogotype" = "Square Point of Sale";

/* Accessibility label for cross clear text button that appears on the right after tapping the search input text field. */
"MQSearchTextFieldClearTextButtonAccessibilityLabel" = "Clear Text";

/* Message for the alert that's shown when Register does not have permission to access the device's photo library. */
"PhotoAlbumPickerNoPhotosAccessErrorMessage" = "From your Settings app, please visit Privacy > Photos to ensure access is enabled for Square Register. Relaunch Register to view your photos.";

/* Title for the alert that's shown when Register does not have permission to access the device's photo library. */
"PhotoAlbumPickerNoPhotosAccessErrorTitle" = "Cannot Get Albums";

/* Text to appear on the delete confirmation button for cells */
"RGUITableViewCellDeleteConfirmationButtonTitle" = "Delete";

/* Cancel button for the RLUIAlertView. */
"RLUIAlertViewLayoutCancel" = "Cancel";

/* The accessibility Label for the [+] button of the quantity stepper in the itemization options editing screen */
"RLUIItemizationOptionsQuantityStepperAddButtonAccessibilityLabel" = "Increase";

/* The Accessibility Label for the quantity text field of the quantity stepper in the itemization options editing screen, the quantity's numeric value will be set as the stepper's Accessibility Value */
"RLUIItemizationOptionsQuantityStepperAmountAccessibilityLabel" = "Quantity";

/* The accessibility Label for the [-] button of the quantity stepper in the itemization options editing screen */
"RLUIItemizationOptionsQuantityStepperSubtractButtonAccessibilityLabel" = "Decrease";

/* Default title for the submit button in a multiline text input. */
"RLUIMultilineTextSubmissionFieldDefaultSubmitTitle" = "Submit";

/* The accessibility title of the button used to reveal the list of settings or search results. */
"RLUIPadSlidingSplitViewControllerShowMasterViewButton" = "Reveal List";

/* Accessibility label for the backspace button on the employee passcode keyboard. */
"RLUIPasscodeKeyboardContentViewBackspaceButtonAccessibilityLabel" = "Backspace";

/* Text for menu control that displays options for a given attachment. */
"RLUISubtitleMenuTableViewCellAttachmentOptions" = "Attachment options";

/* Alert message to notify users of unsaved changes. */
"RLUITableViewControllerUnsavedChangesAlertMessage" = "Do you want to resume editing or discard these changes?";

/* Alert title to notify users of unsaved changes. */
"RLUITableViewControllerUnsavedChangesAlertTitle" = "Unsaved Changes";

/* Alert button title to notify users of unsaved changes. If selected, this button will discard the unsaved changes. */
"RLUITableViewControllerUnsavedChangesDiscardButtonTitle" = "Discard";

/* Alert button title to notify users of unsaved changes. If selected, this button will go back to the edit item screen to resume editing. */
"RLUITableViewControllerUnsavedChangesResumeButtonTitle" = "Resume";

/* This is the accessibility label for the 'x' used to clear the text from an MQSearchTextField. */
"SearchTextFieldClearTextButtonLabel" = "Clear Text";

